[
  {
    "title": "Gender Queer: A Memoir",
    "author": "Maia Kobabe",
    "synopsis": "In 2014, Maia Kobabe, who uses e/em/eir pronouns, thought that a comic of reading statistics would be the last autobiographical comic e would ever write. At the time, it was the only thing e felt comfortable with strangers knowing about em. Now, Gender Queer is here. Maia's intensely cathartic autobiography charts eir journey of self-identity, which includes the mortification and confusion of adolescent crushes, grappling with how to come out to family and society, bonding with friends over erotic gay fanfiction, and facing the trauma of pap smears. Started as a way to explain to eir family what it means to be nonbinary and asexual, Gender Queer is more than a personal story: it is a useful and touching guide on gender identity—what it means and how to think about it—for advocates, friends, and humans everywhere.",
    "whyBanned": "Banned, challenged, and restricted for LGBTQIA+ content, and because it was considered to have sexually explicit images.",
    "filename": "gender_queer.jpg"
  },
  {
    "title": "Lawn Boy",
    "author": "Jonathan Evison",
    "synopsis": "For Mike Muñoz, a young Chicano living in Washington State, life has been a whole lot of waiting for something to happen. Not too many years out of high school and still doing menial work-and just fired from his latest gig as a lawn boy on a landscaping crew-he knows that he's got to be the one to shake things up if he's ever going to change his life. But how? In this funny, angry, touching, and ultimately deeply inspiring novel, bestselling author Jonathan Evison takes the reader into the heart and mind of a young man on a journey to discover himself, a search to find the secret to achieving the American dream of happiness and prosperity. That's the birthright for all Americans, isn't it? If so, then what is Mike Muñoz's problem? Though he tries time and again to get his foot on the first rung of that ladder to success, he can't seem to get a break. But then things start to change for Mike, and after a raucous, jarring, and challenging trip, he finds he can finally see the future and his place in it. And it's looking really good. Lawn Boy is an important, entertaining, and completely winning novel about social class distinctions, about overcoming cultural discrimination, and about standing up for oneself.",
    "whyBanned": "Banned and challenged for LGBTQIA+ content and because it was considered to be sexually explicit.",
    "filename": "lawn_boy.jpg"
  },
  {
    "title": "All Boys Aren't Blue",
    "author": "George M. Johnson",
    "synopsis": "In a series of personal essays, prominent journalist and LGBTQIA+ activist George M. Johnson explores his childhood, adolescence, and college years in New Jersey and Virginia. From the memories of getting his teeth kicked out by bullies at age five, to flea marketing with his loving grandmother, to his first sexual relationships, this young-adult memoir weaves together the trials and triumphs faced by Black queer boys. Both a primer for teens eager to be allies as well as a reassuring testimony for young queer men of color, All Boys Aren't Blue covers topics such as gender identity, toxic masculinity, brotherhood, family, structural marginalization, consent, and Black joy. Johnson's emotionally frank style of writing will appeal directly to young adults.",
    "whyBanned": "Banned and challenged for LGBTQIA+ content, profanity, and because it was considered to be sexually explicit.",
    "filename": "all_the_boys_arent_blue.jpg"
  },
  {
    "title": "Out of Darkness",
    "author": "Ashley Hope Perez",
    "synopsis": "'This is East Texas, and there's lines. Lines you cross, lines you don't cross. That clear?' New London, Texas. 1937. Naomi Vargas and Wash Fuller know about the lines in East Texas as well as anyone. They know the signs that mark them. 'No Negroes, Mexicans, or dogs.' They know the people who enforce them. 'They all decided they'd ride out in their sheets and pay Blue a visit.' But sometimes the attraction between two people is so powerful it breaks through even the most entrenched color lines. And the consequences can be explosive. 'More than grief, more than anger, there is a need. Someone to blame. Someone to make pay.' Ashley Hope Pérez takes the facts of the 1937 New London school explosion—the worst school disaster in American history—as a backdrop for a riveting novel about segregation, love, family, and the forces that destroy people.",
    "whyBanned": "Banned, challenged, and restricted for depictions of abuse and because it was considered to be sexually explicit.",
    "filename": "out_of_darkness.jpg"
  },
  {
    "title": "The Hate U Give",
    "author": "Angie Thomas",
    "synopsis": "Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil's name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr. But what Starr does—or does not—say could upend her community. It could also endanger her life. Inspired by the Black Lives Matter movement, this is a powerful and gripping YA novel about one girl's struggle for justice.",
    "whyBanned": "Banned and challenged for profanity, violence, and because it was thought to promote an anti-police message and indoctrination of a social agenda.",
    "filename": "the_hate_you_give.jpg"
  },
  {
    "title": "The Absolutely True Diary of a Part-Time Indian",
    "author": "Sherman Alexie",
    "synopsis": "Bestselling author Sherman Alexie tells the story of Junior, a budding cartoonist growing up on the Spokane Indian Reservation. Determined to take his future into his own hands, Junior leaves his troubled school on the rez to attend an all-white farm town high school where the only other Indian is the school mascot.Heartbreaking, funny, and beautifully written, The Absolutely True Diary of a Part-Time Indian, which is based on the author's own experiences, coupled with poignant drawings by Ellen Forney that reflect the character's art, chronicles the contemporary adolescence of one Native American boy as he attempts to break away from the life he was destined to live.",
    "whyBanned": "Banned and challenged for profanity, sexual references and use of a derogatory term.",
    "filename": "the_absolutely_true_diary_of_a_part-time_indian.jpg"
  },
  {
    "title": "Me and Earl and the Dying Girl",
    "author": "Jesse Andrews",
    "synopsis": "Greg Gaines is the last master of high school espionage, able to disappear at will into any social environment. He has only one friend, Earl, and together they spend their time making movies, their own incomprehensible versions of Coppola and Herzog cult classics. Until Greg's mother forces him to rekindle his childhood friendship with Rachel. Rachel has been diagnosed with leukemia—cue extreme adolescent awkwardness—but a parental mandate has been issued and must be obeyed. When Rachel stops treatment, Greg and Earl decide the thing to do is to make a film for her, which turns into the Worst Film Ever Made and becomes a turning point in each of their lives. And all at once Greg must abandon invisibility and stand in the spotlight.",
    "whyBanned": "Banned and challenged because it was considered sexually explicit and degrading to women.",
    "filename": "me_and_earl_and_the_dying_girl.jpg"
  },
  {
    "title": "The Bluest Eye",
    "author": "Toni Morrison",
    "synopsis": "The Bluest Eye is Toni Morrison's first novel, a book heralded for its richness of language and boldness of vision. Set in the author's girlhood hometown of Lorain, Ohio, it tells the story of black, eleven-year-old Pecola Breedlove. Pecola prays for her eyes to turn blue so that she will be as beautiful and beloved as all the blond, blue-eyed children in America. In the autumn of 1941, the year the marigolds in the Breedloves' garden do not bloom. Pecola's life does change- in painful, devastating ways. What its vivid evocation of the fear and loneliness at the heart of a child's yearning, and the tragedy of its fulfillment. The Bluest Eye remains one of Toni Morrisons's most powerful, unforgettable novels- and a significant work of American fiction.",
    "whyBanned": "Banned and challenged because it depicts child sexual abuse and was considered sexually explicit.",
    "filename": "the_bluest_eye.jpg"
  },
  {
    "title": "This Book is Gay",
    "author": "Juno Dawson",
    "synopsis": "Lesbian. Bisexual. Queer. Transgender. Straight. Curious. This book is for everyone, regardless of gender or sexual preference. This book is for anyone who's ever dared to wonder. This book is for YOU. There's a long-running joke that, after 'coming out,' a lesbian, gay guy, bisexual, or trans person should receive a membership card and instruction manual. THIS IS THAT INSTRUCTION MANUAL. You're welcome. Inside you'll find the answers to all the questions you ever wanted to ask: from sex to politics, hooking up to stereotypes, coming out and more. This candid, funny, and uncensored exploration of sexuality and what it's like to grow up LGBT also includes real stories from people across the gender and sexual spectrums, not to mention hilarious illustrations You will be entertained. You will be informed. But most importantly, you will know that however you identify (or don't) and whomever you love, you are exceptional. You matter. And so does this book.",
    "whyBanned": "Banned, challenged, relocated, and restricted for providing sexual education and LGBTQIA+ content.",
    "filename": "this_book_is_gay.jpg"
  },
  {
    "title": "Beyond Magenta: Transgender and Nonbinary Teens Speak Out",
    "author": "Susan Kuklin",
    "synopsis": "A groundbreaking work of LGBT literature takes an honest look at the life, love, and struggles of transgender teens. Author and photographer Susan Kuklin met and interviewed six transgender or gender-neutral young adults and used her considerable skills to represent them thoughtfully and respectfully before, during, and after their personal acknowledgment of gender preference. Portraits, family photographs, and candid images grace the pages, augmenting the emotional and physical journey each youth has taken. Each honest discussion and disclosure, whether joyful or heartbreaking, is completely different from the other because of family dynamics, living situations, gender, and the transition these teens make in recognition of their true selves.",
    "whyBanned": "Banned and challenged for LGBTQIA+ content and because it was considered to be sexually explicit.",
    "filename": "beyond_magenta.jpg"
  },
  {
    "title": "George",
    "author": "Alex Gino",
    "synopsis": "When people look at George, they think they see a boy. But she knows she's not a boy. She knows she's a girl. George thinks she'll have to keep this a secret forever. Then her teacher announces that their class play is going to be Charlotte's Web. George really, really, REALLY wants to play Charlotte. But the teacher says she can't even try out for the part . . . because she's a boy. With the help of her best friend, Kelly, George comes up with a plan. Not just so she can be Charlotte--but so everyone can know who she is, once and for all.",
    "whyBanned": "Challenged, banned, and restricted for LGBTQIA+ content, conflicting with a religious viewpoint, and not reflecting 'the values of our community.'",
    "filename": "george.jpg"
  },
  {
    "title": "Stamped: Racism, Antiracism, and You",
    "author": "Ibram X. Kendi and Jason Reynolds",
    "synopsis": "A remix of the National Book Award-winning Stamped from the Beginning for ages 12 and up. A timely, crucial, and empowering exploration of racism--and antiracism--in America. This is NOT a history book. This is a book about the here and now. A book to help us better understand why we are where we are. A book about race. The construct of race has always been used to gain and keep power, to create dynamics that separate and silence. This is a remarkable reimagining of Dr. Ibram X. Kendi's Stamped from the Beginning, winner of a National Book Award. It reveals the history of racist ideas in America and inspires hope for an antiracist future. Stamped takes you on a race journey from then to now, shows you why we feel how we feel, and why the poison of racism lingers. It also proves that while racist ideas have always been easy to fabricate and distribute, they can also be discredited. Through a gripping, fast-paced, and energizing narrative, Jason Reynolds shines a light on the many insidious forms of racist ideas--and on ways readers can identify and stamp out racist thoughts in their daily lives.",
    "whyBanned": "Banned and challenged because of author's public statements, and because of claims that the book contains 'selective storytelling incidents' and does not encompass racism against all people.",
    "filename": "stamped_racism_antiracism_and_you.jpg"
  },
  {
    "title": "All American Boys",
    "author": "Jason Reynolds and Brendan Kiely",
    "synopsis": "Rashad is absent again today. That's the sidewalk graffiti that started it all... Well, no, actually, a lady tripping over Rashad at the store, making him drop a bag of chips, was what started it all. Because it didn't matter what Rashad said next—that it was an accident, that he wasn't stealing—the cop just kept pounding him. Over and over, pummeling him into the pavement. So then Rashad, an ROTC kid with mad art skills, was absent again…and again…stuck in a hospital room. Why? Because it looked like he was stealing. And he was a black kid in baggy clothes. So he must have been stealing. And that's how it started. And that's what Quinn, a white kid, saw. He saw his best friend's older brother beating the daylights out of a classmate. At first Quinn doesn't tell a soul... He's not even sure he understands it. And does it matter? The whole thing was caught on camera, anyway. But when the school—and nation—start to divide on what happens, blame spreads like wildfire fed by ugly words like 'racism' and 'police brutality.' Quinn realizes he's got to understand it, because, bystander or not, he's a part of history. He just has to figure out what side of history that will be. Rashad and Quinn—one black, one white, both American—face the unspeakable truth that racism and prejudice didn't die after the civil rights movement. There's a future at stake, a future where no one else will have to be absent because of police brutality. They just have to risk everything to change the world. Cuz that's how it can end.",
    "whyBanned": "Banned and challenged for profanity, drug use, and alcoholism, and because it was thought to promote anti-police views, contain divisive topics, and be 'too much of a sensitive matter right now.'",
    "filename": "all_american_boys.jpg"
  },
  {
    "title": "Speak",
    "author": "Laurie Halse Anderson",
    "synopsis": "The first ten lies they tell you in high school. 'Speak up for yourself—we want to know what you have to say.' From the first moment of her freshman year at Merryweather High, Melinda knows this is a big fat lie, part of the nonsense of high school. She is friendless, outcast, because she busted an end-of-summer party by calling the cops, so now nobody will talk to her, let alone listen to her. As time passes, she becomes increasingly isolated and practically stops talking altogether. Only her art class offers any solace, and it is through her work on an art project that she is finally able to face what really happened at that terrible party: she was raped by an upperclassman, a guy who still attends Merryweather and is still a threat to her. Her healing process has just begun when she has another violent encounter with him. But this time Melinda fights back, refuses to be silent, and thereby achieves a measure of vindication. In Laurie Halse Anderson's powerful novel, an utterly believable heroine with a bitterly ironic voice delivers a blow to the hypocritical world of high school. She speaks for many a disenfranchised teenager while demonstrating the importance of speaking up for oneself.",
    "whyBanned": "Banned, challenged, and restricted because it was thought to contain a political viewpoint and it was claimed to be biased against male students, and for the novel's inclusion of rape and profanity.",
    "filename": "speak.jpg"
  },
  {
    "title": "Something Happened in Our Town: A Child's Story About Racial Injustice",
    "author": "Marianne Celano, Marietta Collins, and Ann Hazzard, illustrated by Jennifer Zivoin",
    "synopsis": "Something Happened in Our Town follows two families—one White, one Black—as they discuss a police shooting of a Black man in their community. The story aims to answer children's questions about such traumatic events, and to help children identify and counter racial injustice in their own lives. Includes an extensive Note to Parents and Caregivers with guidelines for discussing race and racism with children, child-friendly definitions, and sample dialogues. Free, downloadable educator materials (including discussion questions) are available at APA's website.",
    "whyBanned": "Challenged for 'divisive language' and because it was thought to promote anti-police views.",
    "filename": "something_happened_in_our_town.jpg"
  },
  {
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "synopsis": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. 'To Kill A Mockingbird' became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic. Compassionate, dramatic, and deeply moving, 'To Kill A Mockingbird' takes readers to the roots of human behavior--to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "whyBanned": "Banned and challenged for racial slurs and their negative effect on students, featuring a 'white savior' character, and its perception of the Black experience.",
    "filename": "to_kill_a_mockingbird.jpg"
  },
  {
    "title": "Of Mice and Men",
    "author": "John Steinbeck",
    "synopsis": "'I got you to look after me, and you got me to look after you, and that's why.' They are an unlikely pair: George is 'small and quick and dark of face'; Lennie, a man of tremendous size, has the mind of a young child. Yet they have formed a 'family,' clinging together in the face of loneliness and alienation. Laborers in California's dusty vegetable fields, they hustle work when they can, living a hand-to-mouth existence. But George and Lennie have a plan: to own an acre of land and a shack they can call their own. While the powerlessness of the laboring class is a recurring theme in Steinbeck's work of the late 1930s, he narrowed his focus when composing 'Of Mice and Men' (1937), creating an intimate portrait of two men facing a world marked by petty tyranny, misunderstanding, jealousy, and callousness. But though the scope is narrow, the theme is universal: a friendship and a shared dream that makes an individual's existence meaningful. A unique perspective on life's hardships, this story has achieved the status of timeless classic due to its remarkable success as a novel, a Broadway play, and three acclaimed films.",
    "whyBanned": "Banned and challenged for racial slurs and racist stereotypes, and their negative effect on students.",
    "filename": "of_mice_and_men.jpg"
  },
  {
    "title": "A Day in the Life of Marlon Bundo",
    "author": "Jill Twiss, illustrated by EG Keller",
    "synopsis": "HBO's Emmy-winning Last Week Tonight with John Oliver presents a picture book about a Very Special boy bunny who falls in love with another boy bunny. Meet Marlon Bundo, a lonely bunny who lives with his Grampa, Mike Pence--the Vice President of the United States. But on this Very Special Day, Marlon's life is about to change forever... With its message of tolerance and advocacy, this charming children's book explores issues of same sex marriage and democracy. Sweet, funny, and beautifully illustrated, this book is dedicated to every bunny who has ever felt different. 100% of Last Week Tonight's proceeds will be donated to The Trevor Project and AIDS United.",
    "whyBanned": "Challenged and vandalized for LGBTQIA+ content and political viewpoints, for concerns that it is 'designed to pollute the morals of its readers,' and for not including a content warning",
    "filename": "a_day_in_the_life_of_marlon_bundo.jpg"
  },
  {
    "title": "Sex is a Funny Word",
    "author": "Cory Silverberg, illustrated by Fiona Smyth",
    "synopsis": "A comic book for kids that includes children and families of all makeups, orientations, and gender identies, Sex Is a Funny Word is an essential resource about bodies, gender, and sexuality for children ages 8 to 10 as well as their parents and caregivers. Much more than the 'facts of life' or 'the birds and the bees,' Sex Is a Funny Word opens up conversations between young people and their caregivers in a way that allows adults to convey their values and beliefs while providing information about boundaries, safety, and joy. The eagerly anticipated follow up to Lambda-nominated What Makes a Baby, from sex educator Cory Silverberg and artist Fiona Smyth, Sex Is a Funny Word reimagines 'sex talk' for the twenty-first century.",
    "whyBanned": "Challenged, banned, and relocated for LGBTQIA+ content; for discussing gender identity and sex education; and for concerns that the title and illustrations were 'inappropriate.'",
    "filename": "sex_is_a_funny_word.jpg"
  },
  {
    "title": "Prince & Knight",
    "author": "Daniel Haack, illustrated by Stevie Lewis",
    "synopsis": "In this modern fairy tale, a noble prince and a brave knight come together to defeat a terrible monster and in the process find true love in a most unexpected place. 'Thank you,' he told his parents. 'I appreciate that you tried, but I'm looking for something special in a partner by my side.' Once upon a time, in a kingdom far from here, there was a prince in line to take the throne, so his parents set out to find him a kind and worthy bride. The three of them traveled the land far and wide, but the prince didn't quite find what he was looking for in the princesses they met. While they were away, a terrible dragon threatened their land, and all the soldiers fled. The prince rushed back to save his kingdom from the perilous beast and was met by a brave knight in a suit of brightly shining armor. Together they fought the dragon and discovered that special something the prince was looking for all along.",
    "whyBanned": "Challenged and restricted for featuring a gay marriage and LGBTQIA+ content; for being 'a deliberate attempt to indoctrinate young children' with the potential to cause confusion, curiosity, and gender dysphoria; and for conflicting with a religious viewpoint.",
    "filename": "prince_and_knight.jpg"
  },
  {
    "title": "I Am Jazz",
    "author": "Jessica Herthel and Jazz Jennings, illustrated by Shelagh McNicholas",
    "synopsis": "Jazz always knew she was different from other kids. She had a girl's brain and a boy's body. This is her story. The story of a transgender child based on the real-life experience of Jazz Jennings, who has become a spokesperson for transkids everywhere. From the time she was two years old, Jazz knew that she had a girl's brain in a boy's body. She loved pink and dressing up as a mermaid and didn't feel like herself in boys' clothing. This confused her family, until they took her to a doctor who said that Jazz was transgender and that she was born that way. Jazz's story is based on her real-life experience and she tells it in a simple, clear way that will be appreciated by picture book readers, their parents, and teachers. Jazz Jennings was thirteen years old when this book was first published, and loves pink and soccer, and is an honorary cofounder of the TransKids Purple Rainbow Foundation. She has appeared on the Oprah Winfrey Network, 20/20 specials with Barbara Walters, and The Rosie Show to tell her story, and she speaks at schools and conferences across the country to show other transgender kids that they are not alone.",
    "whyBanned": "Challenged and relocated for LGBTQIA+ content, for a transgender character, and for confronting a topic that is 'sensitive, controversial, and politically charged.'",
    "filename": "i_am_jazz.jpg"
  },
  {
    "title": "The Handmaid's Tale",
    "author": "Margaret Atwood",
    "synopsis": "Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are valued only if their ovaries are viable. Offred can remember the years before, when she lived and made love with her husband, Luke; when she played with and protected her daughter; when she had a job, money of her own, and access to knowledge. But all of that is gone now... Funny, unexpected, horrifying, and altogether convincing, The Handmaid's Tale is at once scathing satire, dire warning, and tour de force.",
    "whyBanned": "Banned and challenged for profanity and for 'vulgarity and sexual overtones.'",
    "filename": "the_handmaids_tale.jpg"
  },
  {
    "title": "Drama",
    "author": "Raina Telgemeier",
    "synopsis": "Callie loves theater. And while she would totally try out for her middle school's production of Moon Over Mississippi, she can't really sing. Instead she's the set designer for the drama department stage crew, and this year she's determined to create a set worthy of Broadway on a middle-school budget. But how can she, when she doesn't know much about carpentry, ticket sales are down, and the crew members are having trouble working together? Not to mention the onstage AND offstage drama that occurs once the actors are chosen. And when two cute brothers enter the picture, things get even crazier!",
    "whyBanned": "Challenged for LGBTQIA+ content and for concerns that it goes against 'family values/morals.'",
    "filename": "drama.jpg"
  },
  {
    "title": "Harry Potter",
    "author": "J. K. Rowling",
    "synopsis": "Harry Potter thinks he is an ordinary boy--until he is rescued by an owl, taken to Hogwarts School of Witchcraft and Wizardry, learns to play Quidditch and does battle in a deadly duel. The Reason...HARRY POTTER IS A WIZARD!",
    "whyBanned": "Banned and forbidden from discussion for referring to magic and witchcraft, for containing actual curses and spells, and for characters that use 'nefarious means' to attain goals.",
    "filename": "harry_potter.jpg"
  },
  {
    "title": "And Tango Makes Three",
    "author": "Peter Parnell and Justin Richardson illustrated by Henry Cole",
    "synopsis": "In the zoo there are all kinds of animal families. But Tango's family is not like any of the others. This illustrated children's book fictionalizes the true story of two male penguins who became partners and raised a penguin chick in the Central Park Zoo. At the penguin house at the Central Park Zoo, two penguins named Roy and Silo were a little bit different from the others. But their desire for a family was the same. And with the help of a kindly zookeeper, Roy and Silo got the chance to welcome a baby penguin of their very own!",
    "whyBanned": "Challenged and relocated for LGBTQIA+ content.",
    "filename": "and_tango_makes_three.jpg"
  },
  {
    "title": "Captain Underpants",
    "author": "Dav Pilkey",
    "synopsis": "Pilkey plays with words and pictures, providing great entertainment. The story is immediately engaging—two fourth-grade boys who write comic books and love to pull pranks find themselves in big trouble. Mean Mr. Krupp, their principal, videotapes George and Harold setting up their stunts and threatens to expose them. The boys' luck changes when they send for a 3-D Hypno-Ring and hypnotize Krupp, turning him into Captain Underpants, their own superhero creation. Later, Pilkey includes several pages of flip-o-ramas that animate the action. The simple black-and-white illustrations on every page furnish comic-strip appeal. The cover features Captain Underpants, resplendent in white briefs, on top of a tall building. This book will fly off the shelves.",
    "whyBanned": "Series was challenged because it was perceived as encouraging disruptive behavior, while Captain Underpants and the Sensational Saga of Sir Stinks-A-Lot was challenged for including a same-sex couple.",
    "filename": "captain_underpants.jpg"
  },
  {
    "title": "Thirteen Reasons Why",
    "author": "Jay Asher",
    "synopsis": "Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker--his classmate and crush--who committed suicide two weeks earlier. Hannah's voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he'll find out why. Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah's pain, and as he follows Hannah's recorded words throughout his town, what he discovers changes his life forever.",
    "whyBanned": "Banned, challenged, and restricted for addressing teen suicide.",
    "filename": "thirteen_reasons_why.jpg"
  },
  {
    "title": "This One Summer",
    "author": "Mariko Tamaki, illustrated by Jillian Tamaki",
    "synopsis": "Every summer, Rose goes with her mom and dad to a lake house in Awago Beach. It's their getaway, their refuge. Rosie's friend Windy is always there, too, like the little sister she never had. But this summer is different. Rose's mom and dad won't stop fighting, and when Rose and Windy seek a distraction from the drama, they find themselves with a whole new set of problems. It's a summer of secrets and sorrow and growing up, and it's a good thing Rose and Windy have each other. In This One Summer two stellar creators redefine the teen graphic novel. Cousins Mariko and Jillian Tamaki, the team behind Skim, have collaborated on this gorgeous, heartbreaking, and ultimately hopeful story about a girl on the cusp of her teen age—a story of renewal and revelation.",
    "whyBanned": "Banned and challenged for profanity, sexual references, and certain illustrations.",
    "filename": "this_one_summer.jpg"
  },
  {
    "title": "Skippyjon Jones",
    "author": "Judy Schachner",
    "synopsis": "His ears are too big for his head. His head is too big for his body. 'I am not a Siamese cat...' says Skippyjon Jones, a rambunctious kitty boy with an overactive imagination. He would rather be El Skippito, his Zorro-like alter ego. Skippito, the great sword fighter can do anything. He knows just how to save a roving band of Mexican Chihuahuas from a humongous bumblebeeto that is tormenting them. Skippito gets the job done—yes indeed-o. You can join Skippyjon Jones on his great adventures. But be warned—he's a rascal who stops at nothing. And he is out to steal your heart.",
    "whyBanned": "Challenged for depicting stereotypes of Mexican culture.",
    "filename": "skippyjon_jones.jpg"
  },
  {
    "title": "This Day in June",
    "author": "Gayle E. Pitman, illustrated by Kristyna Litten",
    "synopsis": "This day in June.... Parade starts soon.... Rainbow arches.... Joyful marches! In a wildly whimsical, validating, and exuberant reflection of the LGBT community, This Day In June welcomes readers to experience a pride celebration and share in a day when we are all united. Also included is a Note to Parents and Other Caregivers with information on how to talk to children about sexual orientation and gender identity in age-appropriate ways as well as a Reading Guide chock-full of facts about LGBT history and culture. This Day in June is an excellent tool for teaching respect, acceptance, and understanding of lesbian, gay, bisexual, and transgender people.",
    "whyBanned": "Challenged and burned for including LGBTQIA+ content.",
    "filename": "this_day_in_june.jpg"
  },
  {
    "title": "Two Boys Kissing",
    "author": "David Levithan",
    "synopsis": "New York Times bestselling author David Levithan tells the based-on-true-events story of Harry and Craig, two 17-year-olds who are about to take part in a 32-hour marathon of kissing to set a new Guinness World Record—all of which is narrated by a Greek Chorus of the generation of gay men lost to AIDS. While the two increasingly dehydrated and sleep-deprived boys are locking lips, they become a focal point in the lives of other teen boys dealing with languishing long-term relationships, coming out, navigating gender identity, and falling deeper into the digital rabbit hole of gay hookup sites—all while the kissing former couple tries to figure out their own feelings for each other.",
    "whyBanned": "Challenged and burned for including LGBTQIA+ content.",
    "filename": "two_boys_kissing.jpg"
  }
]
